Repository: vermont42/Conjuguer
Catalog: Conjuguer/Assets/Localizable.xcstrings
Source language: en
Languages: fr

# InfoBrowseView.sectionAbout
source: About
fr: À propos

# InfoBrowseView.sectionTenses
source: Tenses
fr: Temps

# ModelBrowseView.searchPrompt
source: Search models
fr: Rechercher des modèles

# ModelSort.alphabetical
source: Alphabetical
fr: Alphabétique

# ModelSort.identifier
source: Identifier
fr: Identifiant

# ModelSort.irregularity
source: Irregularity
fr: Irrégularité

# ModelView.defective
source: Defective
fr: Défectif

# ModelView.endings
source: Endings
fr: Terminaisons

# ModelView.infoButtonHint
source: shows infomation about how verb conjugation irregularities are represented
fr: montre des informations sur la façon dont les irrégularités de conjugaison des verbes sont représentées

# ModelView.irregular
source: Irregular
fr: Irrégulier

# ModelView.regular
source: Regular
fr: Régulier

# ModelView.stemAlterations
source: Stem Alterations
fr: Altérations des radicaux

# ModelView.verbsUsing
source: Verbs Using This Model
fr: Verbes qui utilisent ce modèle

# ModelView.verbUsing
source: Verb Using This Model
fr: Verbe qui utilise ce modèle

# Navigation.done
source: Done
fr: Terminé

# Navigation.input
source: Input
fr: Entrée

# Navigation.models
source: Models
fr: Modèles

# Navigation.results
source: Results
fr: Résultats

# Navigation.settings
source: Settings
fr: Paramètres

# Navigation.verbs
source: Verbs
fr: Verbes

# Onboarding.browseBody
source: Explore 6,320 verbs across every conjugation pattern. Tap any verb to see its full conjugation table with irregularities highlighted. Sort verbs by frequency of use for study purposes.
fr: Explorez 6 320 verbes répartis sur tous les modèles de conjugaison. Touchez un verbe pour afficher son tableau de conjugaison complet, avec les irrégularités mises en évidence. Triez les verbes par fréquence d’usage pour faciliter l’étude.

# Onboarding.browseTitle
source: Browse 6,320 French Verbs
fr: Parcourez 6 320 verbes français

# Onboarding.browseVerbsButton
source: Browse Verbs
fr: Parcourir les verbes

# Onboarding.dismiss
source: Dismiss
fr: Fermer

# Onboarding.exploreModelsButton
source: Explore Verb Models
fr: Explorer les modèles de verbes

# Onboarding.getStarted
source: Get Started
fr: Commencer

# Onboarding.learnBody
source: Read in-depth treatises on every French tense, illustrated with examples from French literature—from the Chanson de Roland to Proust—alongside a history of the French verb.
fr: Lisez des traités approfondis sur chaque temps français, illustrés d’exemples tirés de la littérature française — de la Chanson de Roland à Proust — ainsi qu’une histoire du verbe français.

# Onboarding.learnTitle
source: Deep-Dive Articles
fr: Articles approfondis

# Onboarding.modelsBody
source: Discover the conjugation models that French verbs follow. Each model captures a distinct pattern of stem changes and endings. Understanding models helps you predict how unfamiliar verbs behave and recognize the irregularities that set them apart.
fr: Découvrez les modèles de conjugaison que suivent les verbes français. Chaque modèle illustre un schéma distinct d’altérations du radical et de terminaisons. Comprendre les modèles vous aide à prévoir le comportement des verbes inconnus et à reconnaître les irrégularités qui les distinguent.

# Onboarding.modelsTitle
source: Explore Verb Models
fr: Explorez les modèles de verbes

# Onboarding.onboarding
source: Onboarding
fr: Présentation

# Onboarding.quizBody
source: Take timed quizzes, earn points, and compete on the Game Center leaderboard. Choose regular or ridiculous difficulty. The latter includes tenses rarely seen outside formal or literary writing. The reward for ridiculous difficulty is great: double the score.
fr: Faites des quiz chronométrés, gagnez des points et affrontez les autres sur le classement Game Center. Choisissez la difficulté ordinaire ou ridicule. Cette dernière inclut des temps que l’on rencontre rarement en dehors de l’écrit formel ou littéraire. La récompense de la difficulté ridicule est grande : le score est doublé.

# Onboarding.quizTitle
source: Test Your Knowledge
fr: Testez vos connaissances

# Onboarding.readArticlesButton
source: Read Articles
fr: Lire les articles

# Onboarding.showOnboarding
source: Show Onboarding
fr: Afficher la présentation

# Onboarding.showOnboardingDescription
source: Revisit the welcome tour at any time.
fr: Revoyez la présentation de bienvenue à tout moment.

# Onboarding.skip
source: Skip
fr: Passer

# Onboarding.startQuizButton
source: Take a Quiz
fr: Faire un quiz

# Onboarding.welcomeBody
source: Conjuguer helps you learn and practice French verb conjugations across every tense.
fr: Conjuguer vous aide à apprendre et à pratiquer la conjugaison des verbes français à tous les temps.

# Onboarding.welcomeTitle
source: Master French-Verb Conjugation
fr: Maîtrisez la conjugaison française

# PronounGender.both
source: Both
fr: Les deux

# PronounGender.feminine
source: Feminine
fr: Féminin

# PronounGender.feminineAbbreviation
source: fem.
fr: fém.

# PronounGender.masculine
source: Masculine
fr: Masculin

# QuizDifficulty.regular
source: Regular
fr: Ordinaire

# QuizDifficulty.regularDifficulty
source: Regular Difficulty
fr: Difficulté ordinaire

# QuizDifficulty.ridiculous
source: Ridiculous
fr: Difficulté ridicule

# QuizDifficulty.ridiculousDifficulty
source: Ridiculous Difficulty
fr: Difficulté ridicule

# QuizView.bestScore
source: Best score: %lld
fr: Meilleur score: %lld

# QuizView.briefing
source: Test your knowledge of French conjugation.
fr: Testez vos connaissances en conjugaison française.

# QuizView.conjugation
source: Conjugation
fr: Conjugaison

# QuizView.cool
source: Cool
fr: Chouette

# QuizView.correctAnswer
source: Correct Answer:
fr: Réponse correcte:

# QuizView.elapsed
source: Elapsed: %lld seconds
fr: Écoulé: %lld secondes

# QuizView.gameCenterFailure
source: Game Center failed.
fr: Game Center a subi un echec.

# QuizView.lastAnswer
source: Last Answer:
fr: Dernière réponse:

# QuizView.none
source: none
fr: aucun

# QuizView.progressCount
source: %lld out of %lld
fr: %lld sur %lld

# QuizView.progressWithColon
source: Progress:
fr: Progrès:

# QuizView.pronounWithColon
source: Pronoun:
fr: Pronom:

# QuizView.quit
source: Quit
fr: Quitter

# QuizView.start
source: Start
fr: Commencer

# QuizView.tenseWithColon
source: Tense:
fr: Temps:

# QuizView.translationWithColon
source: Translation:
fr: Traduction:

# QuizView.verbWithColon
source: Verb:
fr: Verbe:

# RatingsFetcher.noRating
source: No one has rated this version of Conjuguer.
fr: Personne n’a évalué cette version de Conjuguer.

# RatingsFetcher.ratings
source: There are %lld ratings for this version of Conjuguer.
fr: Cette version de Conjuguer a %lld évaluations.

# ResultsView.correctCount
source: Correct: %@ / %lld
fr: Correcte: %@ / %lld

# ResultsView.correctWithColon
source: Correct:
fr: Correcte:

# ResultsView.time
source: Time: %@
fr: Temps: %@

# ResultsView.yourAnswerWithColon
source: Your answer:
fr: Votre réponse:

# Settings.appIcon
source: App Icon
fr: Icône de l’app

# Settings.pronounGender
source: Pronoun Genders
fr: Genres des pronoms

# Settings.pronounGenderDescription
source: This setting determines pronoun genders, which matters for certain compound-tense conjugations. “Both” means that singular pronouns are feminine and that plural pronouns are masculine.
fr: Ce paramètre détermine le genre du pronom, ce qui est important pour certaines conjugaisons aux temps composés. « Les deux » signifie que les pronoms singuliers sont féminins et que les pronoms pluriels sont masculins.

# Settings.quizDifficulty
source: Quiz Difficulty
fr: Difficulté du quiz

# Settings.quizDifficultyDescription
source: This setting determines the difficulty of quizzes. You probably want Regular because Ridiculous includes tenses and verbs that are not in widespread use.
fr: Ce paramètre détermine la difficulté des quiz. Vous voulez probablement Ordinaire parce que Ridicule comprend des temps et des verbes qui ne sont pas d’usage très répandu.

# Settings.rateOrReview
source: Rate or Review
fr: Évaluer ou critiquer

# Settings.ratingsAndReviews
source: Ratings and Reviews
fr: Évaluations et critiques

# VerbBrowseView.searchPrompt
source: Search verbs
fr: Rechercher des verbes

# VerbSort.alphabetical
source: Alphabetical
fr: Alphabétique

# VerbSort.frequency
source: Frequency
fr: Fréquence

# VerbView.aspiratedH
source: Aspirated H
fr: H Aspirée

# VerbView.auxiliaryWithColon
source: Auxiliary:
fr: Auxiliaire:

# VerbView.chansonHeading
source: Old French — Chanson de Roland
fr: Ancien français — Chanson de Roland

# VerbView.chansonNextExample
source: Show a different Chanson de Roland example
fr: Afficher un autre exemple de la Chanson de Roland

# VerbView.chansonReference
source: Laisse %@, Line %@
fr: Laisse %@, ligne %@

# VerbView.colorKeyExplanation
source: Irregular stems and endings appear in red; regular forms in blue.
fr: Les radicaux et terminaisons irréguliers sont en rouge ; les formes régulières en bleu.

# VerbView.colorKeyIrregular
source: Irregular
fr: Irrégulier

# VerbView.colorKeyRegular
source: Regular
fr: Régulier

# VerbView.colorKeyTitle
source: Color Key
fr: Légende des couleurs

# VerbView.defective
source: Defective.
fr: Défectif.

# VerbView.dismissColorKey
source: Dismiss color key
fr: Masquer la légende des couleurs

# VerbView.etymologyHeading
source: Etymology
fr: Étymologie

# VerbView.exampleUse
source: Example Use
fr: Exemple d’utilisation

# VerbView.exampleUses
source: Example Uses
fr: Exemples d’utilisation

# VerbView.frequencyWithColon
source: Frequency:
fr: Fréquence:

# VerbView.modelButtonHint
source: Shows this verb’s conjugation model.
fr: Affiche le modèle de conjugaison de ce verbe.

# VerbView.modelWithColon
source: Model:
fr: Modèle:

# VerbView.overview
source: Overview
fr: Aperçu

# VerbView.reflexive
source: Reflexive
fr: Réflexif

# VerbView.showCompoundTenses
source: Show Compound Tenses
fr: Montrer les temps composés

# VerbView.sourceClaude
source: — example written by Claude (Opus 4.8)
fr: — exemple rédigé par Claude (Opus 4.8)

# VerbView.sourceFrenchGov
source: — French government (Open Licence / Etalab)
fr: — Administration française (Licence Ouverte / Etalab)

# VerbView.sourceSwissPublic
source: — Swiss public document (public domain)
fr: — Document public suisse (domaine public)

# VerbView.sourceWikipedia
source: — Wikipedia, « %@ » (CC BY-SA 4.0)
fr: — Wikipédia, « %@ » (CC BY-SA 4.0)
